{
	"paasMenu": {
		"menu": {
			"dashboard": "대시보드",
			"paas_portal": "표준 APP.개발 서비스",
			"app_and_service": "앱 & 서비스",
			"applications": "APP 관리",
			"application_push": "앱 추가",
			"application_details": "APP 상세",
			"service_instances": "서비스 관리",
			"paas_market": "마켓플레이스",
			"paas_market_app": "앱",
			"paas_market_app_view": "앱 상세",
			"paas_market_app_push": "앱 배포",
			"paas_market_service": "서비스",
			"paas_market_service_view": "서비스 상세",
			"environments": "환경설정",
			"organizations": "조직",
			"space_quotas": "영역 용량계획",
			"spaces": "영역",
			"space_details": "영역 상세",
			"user_roles": "사용자 권한",
			"domains": "도메인관리",
			"routes": "라우트",
			"application_log": "APP 로깅"
		},
		"desc": {
			"dashboard": {
				"short": "대시보드",
				"long": "대시보드"
			},
			"applications": {
				"short": "배포한 앱을 관리, 수정 및 앱을 추가 할 수 있습니다.",
				"long": "사용자가 PaaS 환경에서 앱 배포, 간략한 정보를 확인 할 수 있는 페이지 입니다.<br>PaaS에 앱 배포시 배포할 어플리케이션 설정과 바인딩 할 서비스를 확인하여,앱 추가 버튼을 통해여 앱 추가를 할 수 있습니다.<br>그 이외에 CLI 환경을 통하여 앱 추가 또한 가능하며, 현재 페이지에서도 CLI 환경에서 추가한 어플리케이션 정보를 확인 할 수 있습니다.",
				"link": "/guides/사용자%20가이드%20PaaS%20사용%20가이드.pdf#page=13"
			},
			"application_push": {
				"short": "사용자가 배포할 앱에 대한 설정 및 배포를 할 수 있습니다.",
				"long": "사용자가 앱을 배포할 수 있도록 설정 및 배포를 할 수 있습니다.<br>먼저 환경설정의 영역을 등록 후 사용 할 수 있습니다.<br>배포할 앱과 맞는 빌드팩을 선택 후 배포할 앱의 정보와 파일 혹은 docker 이미지를 업로드 하여 앱을 배포할 수 있습니다.",
				"link": "/guides/사용자%20가이드%20PaaS%20사용%20가이드.pdf#page=13"
			},
			"application_details": {
				"short": "앱에 대한 상세 관리 및 자원 설정을 할 수 있습니다.",
				"long": "배포한 앱에 대한 자세한 설정을 할 수 있는 페이지 입니다.<br>배포한 앱의 자원 수정과 서비스 바인딩, 도메인 연결을 할 수 있으며, 배포한 앱을 정지, 시작, 삭제를 할 수 있습니다. <br>배포한 앱을 삭제할 경우 바인드 된 서비스를 전부 삭제를 해야 앱 삭제가 가능합니다.",
				"link": "/guides/사용자%20가이드%20PaaS%20사용%20가이드.pdf#page=36"
			},
			"service_instances": {
				"short": "서비스의 상세 정보 및 추가 삭제를 할 수 있습니다.",
				"long": "앱과 바인딩 할 서비스를 생성, 관리 할 수 있는 페이지 입니다.<br>우선적으로 사용자에게 허용된 조직과 영역이 존재해야 한다. 먼저 환경설정의 영역을 등록 후 사용 할 수 있습니다.<br>목록 상단에 위치한 서비스 추가 버튼을 통하여 알맞은 서비스 설정을 통해 서비스를 생성 할 수 있으며, 서비스 삭제 또한 가능합니다. 단, 바인딩할 앱과 같은 영역에 생성해야 한다.",
				"link": "/guides/사용자%20가이드%20PaaS%20사용%20가이드.pdf#page=4"
			},
			"paas_market_app": {
				"short": "현재 등록되어있는 앱에 대한 목록과 정보를 확인 할 수 있습니다.",
				"long": "현재 등록되어있는 앱에 대한 목록과 정보를 확인 할 수 있습니다.<br>목록에 등록되어있는 사용할 앱을 클릭하여 앱에 대한 상세 정보와 앱을 배포할 수 있습니다."
			},
			"paas_market_app_view": {
				"short": "선택한 앱의 상세 정보와 배포를 할 수 있습니다.",
				"long": "사용자가 선택한 앱의 상세정보와 배포를 할 수 있습니다.<br>사용하고자 하는 앱의 상세 정보를 확인 할 수 있으며, 하단에 있는 앱에 대한 설정 후 배포를 할 수 있습니다."
			},
			"paas_market_app_push": {
				"short": "선택한 앱을 배포 할 수 있습니다.",
				"long": "사용자가 선택한 앱을 배포할 수 있습니다.<br>앱에 대한 설정을 한 후에 하단에 위치한 배포 버튼을 클릭하여 앱을 배포 할 수 있습니다."
			},
			"paas_market_service": {
				"short": "현재 제공하고 있는 서비스의 대한 목록과 정보를 확인 할 수 있습니다.",
				"long": "현재 제공하고 있는 서비스의 대한 목록과 정보를 확인 할 수 있습니다.<br>목록에 있는 사용할 서비스를 클릭하여 서비스에 대한 상세 정보와 서비스를 생성 할 수 있습니다."
			},
			"paas_market_service_view": {
				"short": "선택한 서비스의 상세 정보와 서비스를 추가 할 수 있습니다.",
				"long": "사용자가 선택한 서비스의 상세 정보와 서비스 추가를 할 수 있습니다.<br>사용하고자 하는 서비스의 상세 정보를 확인 할 수 있으며, 하단에 있는 서비스 플랜과 기능을 확인하여 원하는 서비스를 추가 하실 수 있습니다."
			},
			"organizations": {
				"short": "사용자의 조직 사용량, 자원 현황에 대해 알 수 있으며, 영역 용량 계획을 세울 수 있습니다.",
				"long": "현재 기업 내 조직 및 사용자가 속해 있는 조직에서 사용하고 있는  정보에 대해서 안내하는 페이지 입니다.<br>조직 별 자원 사용량과 조직 정보 하단에 위치한 아이콘을 통하여 빠른 서비스를 제공 받을 수 있습니다."
			},
			"space_quotas": {
				"short": "조직 별 용량 계획의 정보를 조회 할 수 있습니다.",
				"long": "조직 별로 세워져 있는 용량 계획에 대한 정보 조회 및 용량계획 추가를 할 수 있습니다."
			},
			"spaces": {
				"short": "조직 별 영역을 추가하거나, 영역별 용량 계획을 추가 할 수 있습니다.",
				"long": "기업 내 조직 및 사용자가 속해 있는 조직에서 사용할 영역을 추가, 관리 할 수 있는 페이지 입니다.<br>영역을 추가하여 영역별로 사용 하거나, 조직에서 영역 용량 계획을 통해 제한된 영역 또한 추가하여 사용할 수 있습니다."
			},
			"space_details": {
				"short": "선택한 영역에 대한 상세 정보를 조회 할 수 있습니다.",
				"long": "사용자가 선택한 영역에 대한 상세 정보를 조회 할 수 있습니다.<br>영역 별 배포되어있는 어플리케이션, 서비스 목록을 알 수 있으며, 영역별 사용한 사용양과 어플리케이션 배포 상태에 대하여 상세한 정보를 조회 할 수 있습니다."
			},
			"domains": {
				"short": "앱을 실행시키기 위한 도메인을 이곳에서 추가 할 수 있습니다.",
				"long": "앱 배포 후 사용자가 사용 할 도메인에 대해 정의 할 수 있는 페이지 입니다.<br> 기본으로 공유 도메인을 통해서 도메인 설정을 할 수 있지만, 따로 사용자가 도메인을 성정하여 사용 할 수 있습니다."
			},
			"routes": {
				"short": "현재 설정되어있는 라우트 목록과 정보를 확인 할 수 있습니다.",
				"long": "현재 설정되어있는 라우트의 목록과 정보를 확인 할 수 있습니다.<br>사용자가 사용할 라우트를 추가, 삭제, 수정을 할 수 있습니다."
			},
			"user_roles": {
				"short": "선택한 영역을 접근할 수 있도록 사용자에게 권한을 부여할 수 있습니다.",
				"long": "사용자가 선택한 영역에 대하여 접근 제어할 수 있습니다.<br>선택한 조직의 전체 사용자 목록이 표시되고 사용자에게 권한을 부여하거나 해제 할 수 있습니다."
			}
		}
	}
}
